Repository: mozilla-l10n/mt-training-data
Catalog: xmf/xmf_pontoon.tmx
Source language: en_us
Languages: xmf

source: Connect with Gravatar
xmf: ქიდეკავშირით Gravatar-ს

source: Connect with our community and see supported languages
xmf: ქიდეკავშირით ჩქინი ართობას დო ქოძირით ხუჯმეჩამილი ნინეფი

source: Contact
xmf: კონტაქტი

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
xmf: ქიდეკავშირით მაჭარალეფს, დრამატურგეფს ვარდა სცენარისტეფს დო ქოკითხით, ხომ ვეშმენწიებუნა მუნეფიში ნამუშერიშე ჭიჭე ნოჭყვედით ოირქიანე საკუთრებაში სახით.

source: Contact Form
xmf: ოკონტაქტებელი ფორმა

source: Contact the Common Voice team
xmf: ქიდეკავშირით Common Voice_იშ ბუნას.

source: Contact us
xmf: ქიდმეკავშირით

source: Contact Us
xmf: ქიდმეკავშირით

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
xmf: მასალა ხემიოჭირინაფალი რე <licenseLink> Creative Commons ლიცენზიით </licenseLink>

source: Continue
xmf: გაგძელება

source: Continue speaking
xmf: გაგძელით ჩიება

source: Continue validating
xmf: გინოჯინაში გაგძელება

source: Continue with Skipped
xmf: გაგძელით გიშატებათ

source: Contribute
xmf: წილიში მიშაღალა

source: Contribute on GitHub
xmf: გემშეღით თქვანი წილი GitHub-შა

source: Contribute sentences
xmf: შემენწით ზიტყვასქვილეფით

source: Contribute text
xmf: გემშიჸონით ტექსტი

source: Contribute to { $lang }
xmf: წილი გემშეღით { $lang }

source: Contribute to text corpus
xmf: აკაფშით ტექსტური კორპუსი

source: Contributing to <bold>{ $language }</bold> dataset
xmf: წილიშ მიშაღალარი ნინა { $language }

source: Contribution Activity
xmf: მიშაღალირი წილი

source: Contribution Criteria
xmf: წილიში მიშაღალაში კრიტერიუმეფი

source: Contribution Experience
xmf: გინოჯინაში გამოცდილება

source: Contribution Guidelines
xmf: მაკათურეფიში შარაშმაწურაფალი

source: Contributors record voice clips by reading from a bank of donated sentences.
xmf: მაქიმინალეფი ხონარუანი ინნაჭარეფს აკოქიმინუნა შენწიებული ზიტყვასქვილეფიში კითხირით.

source: Cookies
xmf: ქუქი-ფაილეფი

source: <cookiesLink>Cookies<cookiesLink>
xmf: <cookiesLink> ფაილეფი <cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
xmf: <coquiLink>Coqui</coquiLink> მეძღვინელი რე გოღია ჩიებაში ტექნოლოგიეფჷშოთ. თინეფიში პროექტეფი ოხიუ STT დო TTS ძრავეფიში საფუძვლიან გურაფას.

source: Correct
xmf: წორი რე

source: Corsican
xmf: კორსიკული

source: { $count } clips
xmf: { $count } კლიპეფი

source: { $count }mo
xmf: თუთა

source: Country/Region of Residence
xmf: ოცხოვრებელი ქიანა/რეგიონი

source: { $count }wk
xmf: { $count } მარა

source: { $count }y
xmf: წანა

source: Create a Custom Goal
xmf: საკუთარ ღანკიშ აკოქიმინუა

source: Create a profile
xmf: პროფილიშ ქიმინუა

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
xmf: აკანწყით თანამედროვე, ორაგადე ზიტყვასქვილეფი თქვა თვითონ, მაჸალეეფიწკუმა ვარდა ართობაში მაკათურეფიწკუმა ართო - მაგალითო, "ჭარუაში მარათინიში" საშუალებით

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
xmf: თქვა აკოქიმინით ვარდა გაშელით ოჯარეთ ხემიოჭირინაფალი ზიტყვასქვილეფი, ოკითხირეფი, ოთანგალი ტექსტეფი, ჭიჭე ნინეფჷშოთ მოჩამილი მოდელეფი დო შხვა.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
xmf: Common Voice-ის შხვადოშხვა კათაში მაჭანაფალო დო წილიში მიშაღალარო ოსქვებური პირობეფიში აკოქიმინუა, თის შანულენს ნამდა მუნაჩემეფიში კათელი ბრელ კოჩის იჸუაფუ მერგებული. ჩქი გუახაზირით რესურსეფი დო შაბლონეფი, ნამუში გუმორინაფა შეილებუნანი!

source: Criteria
xmf: სითინუეში ოზიმალი.

source: Croatian
xmf: ხორვატიული

source: Culturally specific questions
xmf: კულტურულო სპეციფიკური ოკითხირეეფი

source: Czech
xmf: ჩეხური

source: Daily Goal
xmf: ირდღარი ღანკი

source: Danish
xmf: დანიური

source: Dashboard
xmf: საინფორმაციო დაფა

source: Dataset
xmf: მუნაჩემეფიში კათელი

source: Dataset: { $datasetLanguage }
xmf: მუნაჩემეფიში ნაკათა: { $datasetLanguage }

source: Dataset Release
xmf: მუნაჩემეფიში კათელიში გიშაშქუმალა

source: Datasets
xmf: მუნაჩემეფიში ნაკათა

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
xmf: მუნაჩემეფიში კათელი ASR, STT, TTS, დო შხვა NLP საშუალებეფიშოთ - აკოქიმინელი ართობაში მოხვარათ.

source: Date
xmf: თარიღი

source: Days
xmf: დღალეფი

source: Delete
xmf: ლასუა

source: Delete my recordings
xmf: ჩქიმი ინნაჭარეფიში ლასუა

source: Delete Profile
xmf: პროფილიშ ლასუა

source: Did you know…
xmf: ქოიჩქუდესო...

source: Different language
xmf: შხვანერი ნინა

source: Difficult
xmf: ძნელი

source: Difficult to pronounce
xmf: ძნელი ორაგადე რე

source: Discard ongoing recording
xmf: მალი ინოჭარუაში გაურქვება

source: do
xmf: ოკო რდას

source: Documentation
xmf: დოკუმენტაცია

source: Does the sentence meet the guidelines?
xmf: აყმაყოფილენს თუ ვარ მოჩამილი მოთხუალას?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
xmf: დომენი ზიტყვასქვილიში საგანს ოხუ. შეილებუნა გიშაგორათ:

source: Donate
xmf: შემენწით

source: Donate your voice
xmf: შემენწით თქვანი ხონარით

source: Done
xmf: ხაზირჷ რე

source: do not
xmf: ვარდას

source: Don’t Add
xmf: ვეგუძინა

source: Don't see your language on Common Voice yet?
xmf: ვაძირითო თქვანი ნინა Common Voice-ის?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
xmf: ვაძირითო თქვან ნინა მუნაჩემეფიშ კათელს? მითხით ნინაში გეძინა ჩქინი საიტიში ნინეფიშ ხასილას.

source: Don't wish to say
xmf: სქესიშ ურაგადუო

source: Download
xmf: გიმოხარგუა

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
xmf: გაგმოხარგეთ სერტიფიკატი თქვანი ღონისძიებეფიშოთ ვარდა თქვანოთ, წილი ქიმშმაიღუნა Common Voice-იშა-და - თქვანი უმუშო თენა ვემიხერხინედუ!

source: Download Common Voice Data
xmf: Common Voice-იშ მუნაჩემეფიშ გუმოხარგუა

source: Download Data
xmf: მუნაჩემეფიშ გიმოჭარუა

source: Download Dataset Bundle
xmf: მუნაჩემეფიშ კათელიშ პაკეტიშ გუმოხარგუა

source: Download { $language }
xmf: გეგმიხარგას { $language }

source: Download Links
xmf: გიმახარგალი რსხილეფი

source: Download My Data
xmf: პროფილიში მუნაჩემეფიში გიმოხარგუა

source: Download options for accessing Common Voice data
xmf: გიმოხარგუაში ვარიანტეფი Common Voice-იშ მუნაჩემეფიშა დასაკავშირებელო

source: Download our press pack <icon></icon>
xmf: გაგმოხარგეთ ჩქინი პრეს-პაკეტი <icon></icon>

source: Download our voice datasets
xmf: თქვანი ხონარუან მუნაჩემეფიშ კათელიშ გიმოხარგუა

source: Download profile data
xmf: პროფილიშ მუნაჩემეფიშ გიმოხარგუა

source: Download the Dataset
xmf: მუნაჩემეფიშ კათელიშ გიმოხარგუა

source: Download the Single Word Target Segment
xmf: გეგმოხარგეთ ართი ზიტყვაში ღანკი სეგმენტი

source: Download your contribution certificate
xmf: გეგმოხარგეთ თქვანი წილიში მიშმაღალარიში სერტიფიკატი

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
xmf: მუთუნ იდეა გიღუნანო, მუჭო შემლებუნა Common Voice-იშ მუნაჩემეფიშ კათელიშ გაუჯგუშება? ქუმოპჭარით Discourse-შა

source: Do you want to continue?
xmf: გოკონანო გაგძელათჷნი?

source: Do you want to Speak, Listen or both?
xmf: ნამუ გოკონა ჩიება, რჩილა თუ ჟირხოლო?

source: Drag and drop or <browseWrap>Browse</browseWrap>
xmf: გეგნიღით დო ქიგედვით ვარდა <browseWrap> გეგშაგორით </browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
xmf: გეგნიღით თქვან ფაილი ვარდა <uploadButton> ქიგუკაკეთ გიოძინალო </uploadButton>

source: Drop file here to upload
xmf: გეგნიღი ფაილი თაქ გიოძინალო

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
xmf: წილიშ მიშაღალაშ ბორჯის "ჯღონაშა" გეკაკაფაშ უკული, გუმოხონარება გიშატებულ იჸუაფუ. პირდაპირ გაგძელენთ უკულიან 5 ინნაჭარაში კეთებას ვარდა გინოჯინას.

source: Dutch
xmf: ნიდერლანდური

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
xmf: არძა მუნაჩემი მოჩამილი რე უნიკალური MP3-იში დო მანგური ტექსტურ ფაილო. მუნაჩემეფიში კათელს ინოჭარილი <b>{ $total }</b> საათეფიში უმენტაშობას ოხოლუ დემოგრაფიული მუნაჩემეფი ხოლო: წანა, სქესი დო აქცენტი, ნამუთ ხეს უნწყუნს ხომაში ეშაჩინებელი სისტემეფიში მეკაკილობაში გაუჯგუშებას. ასე მუნაჩემეფიში კათელს რე <b>{ $valid }</b> დადასურებული საათეფი <b>{ $languages }</b> ნინაშოთ, მარა ხოლო გითმიაძინუ ახალი ინნაჭარეფი დო ნინეფი. ქიგნაჯინით ჩქინი <languagesLink> ნინეფიში ხასჷლას </languagesLink> ახალი ნინაში მათხუალო ვარდა წილიში მიშაღალაში დაჭყაფალო.

source: Eastern Penan
xmf: ელახონურ პენანი

source: Easy
xmf: ეფი

source: Easy to Understand
xmf: ანდვილო გასაგები

source: Edit
xmf: გაწორება

source: Edit Profile
xmf: პროფილიშ წორება

source: e.g., “What do you wish you could use technology for?”
xmf: მაგ., “მუშო იკორინუანდით ტექნოლოგიეფიში გუმორინაფას?”

source: Email
xmf: ელფოსტა

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
xmf: ელფოსტა:<emailFragment> commonvoice@mozilla.com </emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
xmf: <emailFragment> დერეგისტრირით </emailFragment> ჩქინ ელფოსტაში ბუნას დო ქიგეგით, მუჭო შეილებუნა მონაწილეობა მიღათ კომპანიეფშა, ღონისძიებეფშა დო Common Voice-იში თანადიზაინიში ფუნქციეფიშა.

source: Email is already used for a different account
xmf: ელფოსტა უკვე გუმორინაფილ რე შხვა ანგარიშის

source: Email Subscriptions
xmf: ელფოსტაშ გჷშაჭარუა

source: English
xmf: ინგლისური

source: Enter Email to Download
xmf: გემშიონი ელფოსტა გჷმაჭარალო

source: Enter email to send a sign up link
xmf: გემშიონით ელფოსტა ანგარიშიში აკაქიმინალი რსხილიში ოჯღონალო

source: Enter your Country/Region of Residence
xmf: გემშიჸონით თქვანი ოცხორებელი ქიანა/რეგიონი

source: Enter your email
xmf: გემშიჸონით თქვან ელფოსტა

source: Enter your public domain sentence here
xmf: გემშიღით თაქ თქვანი ოირქიანე საკუთრებაშე ზიტყვასქვილი

source: Enter your public domain sentences here
xmf: გემშიღით თაქ თქვანი ოირქიანე საკუთრებაშე ზიტყვასქვილი

source: Error
xmf: ჩილათა

source: Error adding sentence
xmf: ჩილათა რე ზიტყვასქვილეფიში გეძინაში დროს

source: Error { $code }
xmf: ჩილათა { $code }

source: Error while playing audio file.
xmf: ჩილათაქ იჸუ ხონარიშ მორჩქილაფაშ დროს.

source: Esperanto
xmf: ესპერანტო

source: Estonian
xmf: ესტონური

source: Events
xmf: ღონისძიებეფი

source: Everyone
xmf: არძა

source: Example
xmf: მაგალითი

source: Example questions
xmf: ოკითხირეფიში ნიმუშეფი

source: Exceeded 25 questions. Reduce number of questions and retry.
xmf: 25 ოკითხირიშ უმოს რე. დაჭიჭარით ოკითხირეეფიში მუდანობა დო კინ ქოცადით.

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
xmf: ინტერესუანი სიახალეეფი რე! მალას ქიგიაძინუ სპონტანური ჩიება! თოლი ქუჸუნეთ გაახალებეფს დო ქოძირით ჩქინი <discordLink> Discord </discordLink> ახალ ინფორმაციეფიშ გაჩინებაფალო.

source: Exit & Delete clips
xmf: გუშულა & ინოჭარილეფიში ლასუა

source: Explore datasets <icon></icon>
xmf: ქოძირით კათელეფი <icon></icon>

source: Explore organizations supporting Common Voice around the world
xmf: გეჩინებაფეთ Common Voice-იშ ხუჯიშ დუმაკინებელი ორგანიზაციეფი თელი მსოფლიოშე

source: Explore the community and languages supported by Common Voice
xmf: გეჩინებაფეთ Common Voice-იშე ხუჯმეჩამილი ართობეფი დო ნინეფი

source: Express or solicit prejudiced or offensive sentiments
xmf: რცუწმენეფიში ვარდა ოლანძღარი გრძნობეფიშ გუმოხანტუა დო სისინაფა

source: Failed to copy SHA256 Checksum
xmf: SHA256 Checksum ამნახანტიქ ვეიაჭოფუ

source: FAQ
xmf: შ.დ.ო.

source: Faroese
xmf: ფარერული

source: Featured in...
xmf: წუმორინაფილი რე...

source: Female/Feminine
xmf: ოსური

source: Fewer than 15 words per sentence
xmf: [15 ვარა ნაკლები ზიტყვამი ზიტყვასქვილი]

source: Fields marked with an asterisk (*) are required.
xmf: (*) შანულენს აუცილებელ ველს

source: File is too large
xmf: ფაილი გვალო დიდი რე

source: File is too small
xmf: ფაილი გვალო ჭიჭე რე

source: Finance
xmf: ფინანსეფი

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
xmf: დოგორით შხვეფი ხოლო, მისჷთ აინტერესენსჷნი. შილებე რდასჷნი უნივერსიტეტეფი, ნინაში დუმაგურაფალი სკოლეფი, მუნაჩემეფიში მენცარეფიში ბუნეფი. ქიდეკავშირით დო გეუნწყით, მუშენი დო მუჭო ოკო მიგეხვარანინი. <outreachTemplates> გოძირით ჩქინი საინფორმაციო შაბლონეფი </outreachTemplates>.

source: Find us on Matrix
xmf: დობგორით Matrix-ის

source: Finish editing first?
xmf: დიო გუათუაო რედაქტირება?

source: Finish recording
xmf: ინოჭარუა გათეთ

source: Finish recording first?
xmf: დიო გეთუასო ინოჭარუაქ?

source: Finish Review
xmf: გინოჯინაში თება

source: Finish validating
xmf: გინოჯინაში თება

source: Finish validating clips?
xmf: მეჭყორდასო ხონარუანი ინნაჭარეფიში გინოჯინაქ?

source: Finnish
xmf: ფინური

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
xmf: დიო ქიგნაჯინი სკანი ნინა <languageLink> ქორე თუ ვარჷნი </languageLink>. ვარენ-და, სი შეილებუ <languageRequestLink> ქიკითხე სკანი ნინაში გეძინაშ გურშენი </languageRequestLink>. რე ჟირი ეტაპი. საიტიში გინოთანგუა დო ზიტყვასქვილეფიში აკოკორობუა

source: Follow guidelines from “What sentences can I add?”
xmf: ქიმიაჸუნით შარაშმაწურაფალს "ზიტყვასქვილი მუჭომი ოკო რდას?"

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
xmf: თვითეული თქვანი ხონარუანი ინნაჭარეფი, შენწიებული თუ გინოჯინელი, თქვანი ანგარიშიში ხასჷლას გეახალებუ, თიშენ ნამდა ქიძირას თქვანი პროგრესიქ არძა ნინაშოთ, ნამუშენი მუშენთჷნი. ქო, თქვა შეილებუნა წილიში მიშაღალა ართშე მეტი ნინაშოთ. <br/><br/> ქიგმირინეთ დაფეფი თქვანი სტატისტიკას თოლი ქუჸუნუათჷნი. ქოძირათ, მუჭო მუშენთ ართობაში მაკათურეფჷწკუმა ართო დო ქიმუწურეთ თქვანი ირი დღაში ვარდა ირი მარაში შენწეობაში ღანკი.

source: for example
xmf: მაგალთო

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
xmf: ოირქიანე საკუთრებაში ტექსტეფჷშოთ, ნამუთ ინტერნეტის ვეგორუნი, შეილებუნა აკადემიურო ინაჭარათჷნი, მაგ. "Jess (2021) ჩქიმი ოჯარე ლიცენზიაში პოემეფი"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
xmf: ხონარიში ეშმაჩინებელქ არძაშო ჯგირო ქიმუშუასჷნი, მუნაჩემეფი, ნამუთ ოხვარ მაქიმინალეფს ტექნოლოგიური საშუალებეფიში ოქიმინუს, ოხუდას ოკო კათაში შხვადოშხვანერობას. მაგალთო, ცალკეიანი კილოშა მორაგადე კათაში ინნაჭარეფი ვამაღვენუნა-და, თე კილოშა მორაგადე კათაშო ვემუშენს. <learnMore> ქოძირით უმოსი, თაქ გეძინელი მუნაჩემეფი მუჭომი შანულამი რე.

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
xmf: მოჩამილი ნინეფშა ვებსაიტიქ წუმოძინელო <localizationGlossaryLink> გეგნითანგუ </localizationGlossaryLink>, დო <sentenceCollectionGlossaryLink> ზიტყვასქვილეფი ხოლო დასაბაღჷ რე </sentenceCollectionGlossaryLink> გეგძელინას <speakLink> ინოჭარუაქ </speakLink> დო <listenLink> მორჩქილაფაქჷნი </listenLink>.

source: Foundations
xmf: ფონდეფი

source: French
xmf: ფრანგული

source: Fuzhou
xmf: ფუჯოუ

source: GB
xmf: გბ

source: General
xmf: ზოგადი

source: General language / multiple variants
xmf: თარი ნინა / შხვადოშხვა ნერობა

source: Georgian
xmf: ქორთული

source: German
xmf: გერმანული

source: Get in touch
xmf: ქიდმეკავშირით

source: Get in touch <icon></icon>
xmf: ქიდმეკავშირით <icon></icon>

source: Get involved
xmf: ქუმაკათით

source: Get Involved
xmf: ქუმაკათით

source: Get started <icon><icon>
xmf: ქიდიჭყით <icon><icon>

source: Get started with goals
xmf: ღანკიშ აკოქიმინუა

source: Get Started with Speech Recognition
xmf: ჩიებაშ ეშაჩინება ქიდიჭყით

source: Get your certificate
xmf: გეჭოფით თქვანი სერტიფიკატი

source: Ghomala
xmf: ღომალური

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
xmf: <githubLink>NVIDIA NeMo</githubLink>™ რე <docsLink> გოღია წყუში ხეჭკუდეფეში ნაკორობა </docsLink> მკვლევარეფიშო უახალაში AI მოდელეფიში აკაქიმინალო.

source: Goal reached
xmf: ღანკი მეჭირინაფილი რე

source: Goals
xmf: ღანკი

source: Go to Discourse
xmf: გინილი ოჩიებეშა

source: Go to Languages Page
xmf: გინილი ნინეფიშ ხასლაშა

source: Go to { $name }
xmf: გინილი { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
xmf: <governanceLink>წეკითხით უმოსი, მუჭო უნჯღვერთ </governanceLink>

source: Governments
xmf: ხეშულობეფი

source: Grammatical / spelling error
xmf: გრამატიკული / თინჭარუაშ ჩილითა

source: Great! How many clips a week?
xmf: გვალო ჯგირი! მუზმა ინნაჭარა ართ მარას?

source: Great! How many clips per day?
xmf: გვალო ჯგირი! მუზმა ინნაჭარა ართ დღას?

source: Great!<recordIcon></recordIcon> Record your next clip
xmf: დიდებულ რე! <recordIcon></recordIcon> ქინაჭარით თქვანი უკულიანი კლიპი

source: Great work!<playIcon></playIcon> Listen again when you're ready
xmf: გვალო ჯგირი ნასაქვარა რე! <playIcon></playIcon> მუჟამს ხაზირი იჸითჷნი, ხოლო ქუმურჩქილეთ

source: Greek
xmf: ბერძნული

source: Guidelines
xmf: შარაშმაწურაფალი

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
xmf: გიღუდესო ვარდა გეგმუნთო მუთუნი ღონისძიებას? გომირთით დო ჩქი გუვოჩინებაფუანთ საზოგადოებას დო გაგმუაქიანენთ სვეტის!

source: Have Feedback?
xmf: გიღუნანო გუმოხონარება?

source: Have you read our Terms?
xmf: წეკითხითო ჩქინ პირობეფი?

source: Having an account is not required to contribute, though it is helpful.
xmf: წილიში მიშაღალარო ანგარიში გიღუდასჷნი, ვარე სავალდებულო, მარა სარგებლუანი რე.

source: Having a profile is not required to contribute though it is helpful, see why below.
xmf: წილიში მიშაღალარო პროფილიში ღვენა სავალდებულო ვარე, მარა სარგებლუანი იჸუაფუ. მუშენინი, ქოძირით თუდო.

source: Healthcare
xmf: ჯანდაცვა

source: Hebrew
xmf: ებრაული

source: Help
xmf: მეხვარა

source: Help Common Voice reach { $hours } hours in a language with a personal goal
xmf: ქიმმეხვარით Common Voice-ის ქიმუონჭირინუათ { $hours } საათის ნინაშოთ, ნამუსუთ პირადი ღანკი უღუ.

source: Help create Common Voice’s first target segment in { $locale }
xmf: ქიდმეხვარით გუაკეთათ Common Voice-იშ მაართანი მიზანიერ ნაშაყარა { $locale } ნინაშო

source: Help reach { $hours } hours in { $language } with a personal goal
xmf: ქიდმეხვარით ქიმუონჭირინუათ { $hours } საათის { $language } ნინაშო პირადი ღანკიშ დასახებათ

source: Help teach machines how real people speak, donate your voice at { $link }
xmf: ქიდმეხვარით, ქუდუოგურუათ მანქანეფს მუჭო იჩიებუნა ადამიერეფინი, შემენწიით თქვანი ხონარეფით.

source: Help us build a community around voice technology, stay in touch via email.
xmf: ქიდმეხვარით ართობაში აკოკათუას ხონარუანი ტექნოლოგიეფიში მუკი-მუკი. ქუდოსკიდით კონტაქტის ელფოსტათ.

source: Help us build a high quality, publicly open dataset
xmf: ქიდმეხვარით მაღალ ხარისხიშ, საჯაროთ ხეშმიოჭირინაფალი კათელიშ აკოქიმინუას

source: Help us find more voices, share your goal
xmf: ქიდმეხვარით უმოსი ხონარიშ მოგორაფას, გურთით თქვან ღანკი

source: Help us get to { $goal }
xmf: ქიდმეხვარით, { $goal } ქიმუოჭირინუათჷნი.

source: Help us validate sentences!
xmf: ქიდმეხვარით ზიტყვასქვილეფიშ გინოჯინას!

source: Help us validate voices
xmf: ქიდმეხვარით ხონარიში ინნაჭარეფიში გინოჯინას

source: Heng Hua
xmf: ჰენგ-ჰუა

source: Here are the links to download your ZIP files.
xmf: თაქ რე რსხილი თქვან ZIP ფაილეფიშ გიმახარგალო.

source: Hidden
xmf: ტყობინაფილი

source: Hindi
xmf: ჰინდი

source: His hand was rais-ed.
xmf: ხე გეჭოფუ.

source: History, Law and Government
xmf: ისტორია, სამართალ დო ხეშულობა

source: Hours
xmf: საათეფი

source: Hours Recorded
xmf: ინოჭარილ საათეფი

source: Hours Validated
xmf: დასასურებული საათეფი

source: How ?
xmf: მუჭო?

source: How are project decisions made?
xmf: მი იღენს გინოჭყვიდუეფს თე პროექტის?

source: How can we effectively grow a language on Common Voice?
xmf: მუჭო შეუნწყუათ ხე ნინაში რდუალას Common Voice-ის?

source: How does Common Voice work?
xmf: მუჭო მუშენს Common Voice?

source: How does site localization work?
xmf: საიტიში ლოკალობა მუჭო მუშენს?

source: How do I access and use the dataset?
xmf: მუჭო გიმიბრინუა მუნაჩემეფიში კათელი?

source: How do I add a language?
xmf: მუჭო გევუძინა ნინა?

source: How do I add sentences?
xmf: მუჭო გევუძინა ზიტყვასქვილეფი?

source: How do I cite?
xmf: მუჭო მეუწურუათ წყუ?

source: How do I know whether to approve a voice clip?
xmf: მუჭო გებგა, მისაღები რე თუ ვარ ხონარუანი ინნაჭარა?

source: How do I record a high quality voice clip?
xmf: მუჭო ინიბჭარა მაღალი ხარისხიში ხონარუანი კლიპი?

source: How do I stay in touch?
xmf: მუჭო დოფსკიდა კავშირს?

source: How is Common Voice funded?
xmf: მუჭო იფინანსებუ Common Voice?

source: How Spontaneous Speech works
xmf: მუჭო მუშენს სპონტანურ ჩიება

source: How to add multiple sentences
xmf: მუჭო გევუძინა ართ-ჟირ ზიტყვასქვილი

source: How would you describe your accent?
xmf: მუჭო ეჭარუნდით თქვან ჩიებაშ აქცენტის?

source: How would you describe your sex or gender?
xmf: მუჭო დახასიათენთ თქვან სქესის ვარდა გენდერს?

source: Hungarian
xmf: უნგრული

source: I agree
xmf: ვოთანხმუქ

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
xmf: ვოთანხმუქ Common Voice-იშ <termsLink> პირობეფს </termsLink> დო <privacyLink> პირადი მუნაჩემეფიშ თხილუაშ განაცხადის </privacyLink>

source: Icelandic
xmf: ისლანდიური

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
xmf: ვადასურენქ, ნამდა თე ზიტყვასქვილი <wikipediaLink> ოირქიანე საკუთრება რე </wikipediaLink> დო მიღუ თიში გედვალაში ნება.

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
xmf: ვადასურენქ, ნამდა თე ოკითხირი <publicDomainLink> ოირქიანე საკუთრებას რე </publicDomainLink> დო მიღუ თიში გეძინაშ ნება.
